merge into rating
  (id, name)
values (1, 'G'),
  (2, 'PG'),
  (3, 'PG-13'),
  (4, 'R'),
  (5, 'NC-17');


merge into genre
  (id, name)
values (1, 'аниме'),
  (2, 'биография'),
  (3, 'боевик'),
  (4, 'вестерн'),
  (5, 'военный'),
  (6, 'детектив'),
  (7, 'детский'),
  (8, 'документальный'),
  (9, 'драма'),
  (10, 'исторический'),
  (11, 'кинокомикс'),
  (12, 'комедия'),
  (13, 'концерт'),
  (14, 'короткометражный'),
  (15, 'криминал'),
  (16, 'мелодрама'),
  (17, 'мистика'),
  (18, 'музыка'),
  (19, 'мультфильм'),
  (20, 'мюзикл'),
  (21, 'научный'),
  (22, 'нуар'),
  (23, 'приключения'),
  (24, 'реалити-шоу'),
  (25, 'семейный'),
  (26, 'спорт'),
  (27, 'ток-шоу'),
  (28, 'триллер'),
  (29, 'ужасы'),
  (30, 'фантастика'),
  (31, 'фэнтези'),
  (32, 'эротика');